[M_NoteToSelf MissionDefinition]
MissionName="Nota Para Mim"
MissionDescription="Um Golias chamado Crank escondeu um punhado de armas em algum lugar em [place]The Fridge[-place].  Vá pegá-las."
TurnInDescription="Você encontrou a coleção de armas de Crank. Ou, como diria o próprio Crank, você encontrou a caixa de brinquedos que dão recompensas."
MissionSummary="Procure o arsenal de Crank."
MissionGiver="Crank O Golias"
MissionTurnInLocation="The Fridge"
TeaserText="De vez em quando, uma luz se acende na cabeça de um Golias..."

[M_NoteToSelf:ClearIceSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_NoteToSelf:FindIceStatueSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_NoteToSelf:Killmidgets MissionObjectiveDefinition]
ProgressMessage="Elimine 10 anões"

[M_NoteToSelf:NoteToSelf_ClearIce MissionObjectiveDefinition]
ProgressMessage="Retire o gelo"

[M_NoteToSelf:NoteToSelf_FindIceStatue MissionObjectiveDefinition]
ProgressMessage="Encontre o arsenal de armas"

